"Configure pill schedule" ="Configurare pillole";
"Create pill schedule" ="Creare pillola";
"Day" ="Giorno";
"Each" ="ogni";
"Fields are not correctly filled, please fill them all" ="Campi non vengono compilati correttamente, si prega di compilare tutti";
"Frequency" ="Frequenza";
"Hour" ="1 ora";
"Name" ="Nome";
"Next pill is %@ %@ at %i" ="Prossima pillola è %@ %@ a %i";
"Next time" ="La prossima volta";
"No pill scheduled, create one!" ="Nessuna pillola pianificata, creare uno";
"Ok" ="Ok";
"Pill configuration" ="Configurazione";
"Pill Information" ="Informazione";
"Time to take %@" ="Prendere %@";
"Week" ="Settimana";
